  [
    {"perkataan": "Kimia", "definisi": "Kajian tentang komposisi, struktur, sifat dan interaksi antara jirim."},
    {"perkataan": "Atom", "definisi": "Zarah paling kecil bagi sesuatu unsur yang dapat mengambil bahagian dalam sesuatu tindak balas kimia."},
    {"perkataan": "Molekul", "definisi": "Zarah neutral yang terdiri daripada dua atau lebih atom yang berpadu secara kimia."},
    {"perkataan": "Ion", "definisi": "Zarah yang bercas positif atau negatif."},
    {"perkataan": "Unsur", "definisi": "Bahan kimia yang terdiri daripada satu jenis atom sahaja."},
    {"perkataan": "Sebatian", "definisi": "Sebatian ialah bahan kimia yang terdiri daripada dua atau lebih unsur yang berpadu secara kimia."},
    {"perkataan": "Nombor proton", "definisi": "Bilangan proton yang terdapat di dalam nukleus sesuatu atom."},
    {"perkataan": "Nombor nukleon", "definisi": "Jumlah bilangan proton dan neutron di dalam nukleus sesuatu atom."},
    {"perkataan": "Isotop", "definisi": "Atom-atom unsur yang sama dengan bilangan proton yang sama tetapi bilangan neutron yang berbeza."},
    {"perkataan": "Elektron valens", "definisi": "Elektron yang berada di petala terluar sesuatu atom."},
    {"perkataan": "Resapan", "definisi": "Proses apabila zarah-zarah sesuatu bahan bergerak antara zarah bahan lain dari kawasan yang berkepekatan tinggi ke kawasan yang berkepekatan rendah."},
    {"perkataan": "Takat lebur", "definisi": "Suhu apabila sesuatu bahan dalam keadaan pepejal bertukar menjadi cecair."},
    {"perkataan": "Takat beku", "definisi": "Suhu apabila sesuatu bahan dalam keadaan cecair bertukar menjadi pepejal."},
    {"perkataan": "Jisim atom relatif", "definisi": "Jisim purata satu atom unsur tersebut berbanding dengan 1/12 kali jisim satu atom karbon-12."},
    {"perkataan": "1 mol", "definisi": "Kuantiti bahan yang mengandungi bilangan zarah yang sama dengan bilangan atom dalam 12g karbon-12."},
    {"perkataan": "Pemalar Avogadro", "definisi": "Bilangan zarah yang terkandung di dalam satu mol bahan iaitu, 6.02 x 1023 mol-1"},
    {"perkataan": "Jisim Molar", "definisi": "Jisim bagi 1 mol bahan (gmol-1)"},
    {"perkataan": "Isipadu Molar", "definisi": "Isipadu molar ialah isipadu 1 mol gas yang menempatkan 24dm3 pada suhu dan tekanan bilik atau isipadu 1 mol gas yang menempati 22.4 dm3 pada suhu dan tekanan piawai (STP)"},
    {"perkataan": "Formula kimia", "definisi": "Perwakilan sesuatu bahan kimia dengan menggunakan huruf untuk mewakili atom dan nombor subskrip untuk menunjukkan bilangan setiap jenis atom yang terdapat di dalam bahan itu."},
    {"perkataan": "Formula Empirik", "definisi": "Formula kimia yang menunjukkan nisbah teringkas bilangan atom setiap jenis unsur dalam sesuatu sebatian."},
    {"perkataan": "Formula Molekul", "definisi": "Formula kimia yang menunjukkan bilangan sebenar atom-atom setiap jenis unsur di dalam satu molekul sesuatu sebatian."},
    {"perkataan": "Kumpulan", "definisi": "Lajur menegak dalam Jadual Berkala. 23 Kala Baris mendatar dalam Jadual Berkala."},
    {"perkataan": "Amfoterik", "definisi": "Oksida yang bersifat kedua-dua asid dan bes."},
    {"perkataan": "Elektrolisis", "definisi": "Proses penguraian sesuatu sebatian dalam keadaan lebur atau akueus kepada unsur juzuknya apabila arus elektrik mengalir melaluinya."},
    {"perkataan": "Elektrolit", "definisi": "Bahan yang dapat mengalirkan arus elektrik dalam keadaan lebur atau larutan akues dan mengalami perubahan kimia."},
    {"perkataan": "Bukan elektrolit", "definisi": "Bahan yang tidak mengalirkan arus elektrik dalam keadaan lebur atau larutan akueus."},
    {"perkataan": "Siri Elektrokimia", "definisi": "Susunan logam berdasarkan kecenderungannya untuk menderma elektron"},
    {"perkataan": "Asid", "definisi": "Bahan kimia yang mengion di dalam air untuk menghasilkan ion hidrogen, H+."},
    {"perkataan": "Bes", "definisi": "Bahan kimia yang mengion di dalam air untuk menghasilkan ion hidroksida, OH-."},
    {"perkataan": "Asid kuat", "definisi": "Asid yang mengion dengan lengkap dalam air untuk menghasilkan kepekatan ion hidrogen yang tinggi."},
    {"perkataan": "Asid lemah", "definisi": "Asid yang mengion separa dalam air untuk menghasilkan kepekatan ion hidrogen yang rendah."},
    {"perkataan": "Alkali kuat", "definisi": "Alkali yang mengion dengan lengkap di dalam air untuk menghasilkan kepekatan ion hidroksida yang tinggi."},
    {"perkataan": "Alkali lemah", "definisi": "Alkali yang mengion separa di dalam air untuk menghasilkan kepekatan ion hidroksida yang rendah."},
    {"perkataan": "Nilai pH", "definisi": "Kepekatan ion hidrogen dan ion hidroksida di dalam sesuatu larutan akueus."},
    {"perkataan": "Kepekatan", "definisi": "Kuantiti zat terlarut dalam seunit isi padu larutan."},
    {"perkataan": "Kemolaran", "definisi": "Bilangan mol zat terlarut yang terdapat di dalam 1 dm3 larutan."},
    {"perkataan": "Larutan piawai", "definisi": "Sesuatu larutan yang kepekatannya diketahui dengan jitu."},
    {"perkataan": "Peneutralan", "definisi": "Tindak balas di antara asid dan bes."},
    {"perkataan": "Takat akhir", "definisi": "Takat dalam proses pentitratan di mana penunjuk berubah warna."},
    {"perkataan": "Garam", "definisi": "Suatu sebatian yang terbentuk apabila ion hidrogen, H+ dalam asid digantikan dengan logam atau ion ammonium, NH4+."},
    {"perkataan": "Aloi", "definisi": "Suatu campuran dua unsur atau lebih mengikut peratusan yang tertentu dengan unsur utamanya ialah logam."},
    {"perkataan": "Polimer", "definisi": "Molekul berantai Panjang yang terbina daripada banyak ulangan unit kecil yang dinamakan monomer."},
    {"perkataan": "Bahan komposit", "definisi": "Bahan baharu yang dihasilkan daripada campuran dua atau lebih bahan seperti logam, aloi, kaca, seramik dan polimer yang mempunyai sifat lebih baik daripada bahan asalnya."},
    {"perkataan": "Kadar tindak balas", "definisi": "Ukuran kelajuan bahan tindak balas bertukar kepada hasil tindak balas per unit masa."},
    {"perkataan": "Sebatian karbon", "definisi": "Sebatian yang mengandungi unsur karbon sebagai salah satu unsur juzuknya."},
    {"perkataan": "Hidrokarbon", "definisi": "Sebatian organik yeng terdiri daripada unsur hidrogen dan karbon sahaja."},
    {"perkataan": "Isomer", "definisi": "Sebatian yang mempunyai formula molekul yang sama tetapi formula struktur yang berbeza."},
    {"perkataan": "Tindak balas redoks", "definisi": "Tindak balas kimia di mana proses pengoksidaan dan penurunan berlaku secara serentak."},
    {"perkataan": "Agen pengoksidaan", "definisi": "Bahan yang menyebabkan pengoksidaan berlaku dan dalam masa yang sama ia mengalami penurunan."},
    {"perkataan": "Agen penurunan", "definisi": "Bahan yang menyebabkan penurunan berlaku dan dalam masa yang sama ia mengalami pengoksidaan."},
    {"perkataan": "Anod", "definisi": "Kawasan di mana pengoksidaan berlaku."},
    {"perkataan": "Katod", "definisi": "Kawasan di mana penurunan berlaku."},
    {"perkataan": "Siri kereaktifan", "definisi": "Susunan logam-logam mengikut kereaktifannya terhadap oksigen."},
    {"perkataan": "Termokimia", "definisi": "Satu cabang kimia yang mengkaji perubahan tenaga haba dalam tindak balas kimia."},
    {"perkataan": "Tindak balas eksotermik", "definisi": "Tindak balas kimia yang membebaskan haba ke persekitaran."},
    {"perkataan": "Tindak balas endotermik", "definisi": "Tindak balas kimia yang menyerap haba dari persekitaran."},
    {"perkataan": "Haba pemendakan", "definisi": "Perubahan haba apabila satu mol mendakan terbentuk daripada ion-ion dalam larutan akuesnya."},
    {"perkataan": "Haba penyesaran", "definisi": "Perubahan haba apabila satu mol logam disesarkan daripada larutan garamnya oleh logam yang lebih elektropositif."},
    {"perkataan": "Haba peneutralan", "definisi": "Perubahan haba apabila satu mol ion H+ bertindak balas dengan ion OH- untuk membentuk satu mol air."},
    {"perkataan": "Haba pembakaran", "definisi": "Perubahan haba apabila satu mol bahan terbakar dengan lengkap dalam oksigen berlebihan."},
    {"perkataan": "Nilai bahan api", "definisi": "Jumlah tenaga haba yang dibebaskan apabila satu gram bahan api terbakar lengkap dalam oksigen."},
    {"perkataan": "Sabun", "definisi": "Garam natrium asid lemak atau garam kalium asid lemak."},
    {"perkataan": "Detergen", "definisi": "Garam natrium atau kalium alkilbenzena sulfonat atau garam natrium atau alkil sulfat."},
    {"perkataan": "Saponifikasi", "definisi": "Hidrolisis beralkali lemak untuk menghasilkan garam asid lemak iaitu sabun."},
    {"perkataan": "Bahan tambah makanan", "definisi": "Bahan kimia yang ditambah dalam kuantiti kecil untuk tujuan mengawet atau meningkatkan bau, rasa dan rupa makanan."},
    {"perkataan": "Pengawet", "definisi": "Bahan yang ditambah dalam makanan untuk melambatkan atau menghalang proses pertumbuhan dan pembiakan mikroorganisma yang boleh merosakkan makanan."},
    {"perkataan": "Pengantioksida", "definisi": "Bahan yang ditambah dalam makanan untuk melambatkan atau merencat proses pengoksidaan makanan."},
    {"perkataan": "Perisa", "definisi": "Bahan yang ditambah dalam makanan untuk memberikan rasa, melazatkan atau memperbaik rasa tertentu makanan."},
    {"perkataan": "Penstabil", "definisi": "Bahan yang ditambah dalam makanan untuk memastikan makanan tidak terasing dan memperbaik kestabilan emulsi."},
    {"perkataan": "Pewarna", "definisi": "Bahan asli atau sintetik yang ditambah untuk memperbaik warna makanan yang diproses."},
    {"perkataan": "Antibiotik", "definisi": "Ubat yang menyekat pertumbuhan atau membunuh bakteria."},
    {"perkataan": "Analgesik", "definisi": "Ubat untuk menahan atau meredakan kesakitan."},
    {"perkataan": "Psikoterapeutik", "definisi": "Ubat yang digunakan dalam rawatan penyakit mental."},
    {"perkataan": "Stimulan", "definisi": "Ubat yang merangsang dan mengaktifkan kegiatan otak, badan, dan perasaan pesakit."},
    {"perkataan": "Antidepresan", "definisi": "Ubat untuk merawat kemurungan"},
    {"perkataan": "Antipsikotik", "definisi": "Ubat penenang atau trankuilizer untuk merawat gejala penyakit psikosis."}
]
