[
    {"термин": "Химия", "определение": "Изучение состава, структуры, свойств и взаимодействий вещества."},
    {"термин": "Атом", "определение": "Самая маленькая частица элемента, способная участвовать в химической реакции."},
    {"термин": "Молекула", "определение": "Нейтральная частица, состоящая из двух или более атомов, химически связанных между собой."},
    {"термин": "Ион", "определение": "Частица с положительным или отрицательным зарядом."},
    {"термин": "Элемент", "определение": "Химическое вещество, состоящее только из одного типа атома."},
    {"термин": "Соединение", "определение": "Химическое вещество, состоящее из двух или более элементов, связанных между собой."},
    {"термин": "Число протонов", "определение": "Количество протонов в ядре атома."},
    {"термин": "Число нуклонов", "определение": "Общее количество протонов и нейтронов в ядре атома."},
    {"термин": "Изотоп", "определение": "Атомы одного и того же элемента с одинаковым числом протонов, но разным числом нейтронов."},
    {"термин": "Валентный электрон", "определение": "Электрон в наружном электронном слое атома."},
    {"термин": "Диффузия", "определение": "Процесс перемещения частиц вещества из области высокой концентрации в область низкой концентрации."},
    {"термин": "Температура плавления", "определение": "Температура, при которой твердое вещество переходит в жидкое состояние."},
    {"термин": "Температура замерзания", "определение": "Температура, при которой жидкое вещество переходит в твердое состояние."},
    {"термин": "Относительная атомная масса", "определение": "Средняя масса атома элемента по сравнению с 1/12 массы атома углерода-12."},
    {"термин": "1 Моль", "определение": "Количество вещества, содержащее такое же число единиц (атомов, молекул и т.д.), как в 12 граммах углерода-12."},
    {"термин": "Постоянная Авогадро", "определение": "Число единиц (атомов, молекул и т.д.) в одном моле вещества, примерно 6.02 x 10^23 моль^-1."},
    {"термин": "Молярная масса", "определение": "Масса 1 моля вещества (г/моль)."},
    {"термин": "Молярный объем", "определение": "Объем, занимаемый 1 молем газа при комнатной температуре и давлении или 22.4 дм^3 при стандартных условиях температуры и давления (СТД)."},
    {"термин": "Химическая формула", "определение": "Представление химического вещества с использованием букв для представления атомов и нижних индексов для обозначения количества каждого типа атома в веществе."},
    {"термин": "Эмпирическая формула", "определение": "Химическая формула, показывающая простейшее целое отношение каждого типа атома в соединении."},
    {"термин": "Молекулярная формула", "определение": "Химическая формула, показывающая фактическое количество атомов каждого типа элемента в одной молекуле вещества."},
    {"термин": "Группа", "определение": "Вертикальный столбец в таблице элементов. 23 Горизонтальные строки в таблице элементов."},
    {"термин": "Амфотерные", "определение": "Оксиды, проявляющие как кислотные, так и основные свойства."},
    {"термин": "Электролиз", "определение": "Процесс разложения соединения в расплавленном или водном состоянии на его составные элементы при прохождении электрического тока через него."},
    {"термин": "Электролит", "определение": "Вещество, способное проводить электрический ток в расплавленном или водном состоянии и подвергающееся химическим изменениям."},
    {"термин": "Нееликтролит", "определение": "Вещество, которое не проводит электрический ток в расплавленном или водном состоянии."},
    {"термин": "Электрохимический ряд", "определение": "Распределение металлов по их склонности отдавать электроны."},
    {"термин": "Кислота", "определение": "Химическое вещество, ионизирующееся в воде для образования ионов водорода, H+."},
    {"термин": "Основание", "определение": "Химическое вещество, ионизирующееся в воде для образования ионов гидроксида, OH-."},
    {"термин": "Сильная кислота", "определение": "Кислота, полностью ионизирующаяся в воде, образуя высокую концентрацию ионов водорода."},
    {"термин": "Слабая кислота", "определение": "Кислота, частично ионизирующаяся в воде, образуя низкую концентрацию ионов водорода."},
    {"термин": "Сильное щелочное вещество", "определение": "Щелочь, полностью ионизирующаяся в воде, образуя высокую концентрацию ионов гидроксида."},
    {"термин": "Слабое щелочное вещество", "определение": "Щелочь, частично ионизирующаяся в воде, образуя низкую концентрацию ионов гидроксида."},
    {"термин": "Значение pH", "определение": "Концентрация ионов водорода и гидроксида в водном растворе."},
    {"термин": "Концентрация", "определение": "Количество растворенного вещества в заданном объеме раствора."},
    {"термин": "Молярность", "определение": "Количество молей растворенного вещества в 1 дм^3 раствора."},
    {"термин": "Стандартный раствор", "определение": "Раствор, концентрация которого точно известна."},
    {"термин": "Нейтрализация", "определение": "Реакция между кислотой и щелочью."},
    {"термин": "Конечная точка", "определение": "Точка в процессе титрования, где индикатор меняет цвет."},
    {"термин": "Соль", "определение": "Соединение, образованное замещением ионов водорода, H+, в кислоте металлическими или аммониевыми ионами, NH4+."},
    {"термин": "Сплав", "определение": "Смесь двух или более элементов в определенной пропорции, с металлом в качестве основного компонента."},
    {"термин": "Полимер", "определение": "Длинная молекула, образованная многократным повторением небольших единиц, называемых мономерами."},
    {"термин": "Композитный материал", "определение": "Новый материал, произведенный из смеси двух или более веществ, таких как металлы, сплавы, стекло, керамика и полимеры, которые обладают лучшими свойствами по сравнению с исходными материалами."},
    {"термин": "Скорость реакции", "определение": "Мера того, насколько быстро вещество реагирует, образуя продукты за единицу времени."},
    {"термин": "Углеродное соединение", "определение": "Соединение, содержащее углерод как один из его составных элементов."},
    {"термин": "Углеводород", "определение": "Органическое соединение, состоящее только из атомов водорода и углерода."},
    {"термин": "Изомер", "определение": "Соединения с одной и той же молекулярной формулой, но разной структурной формулой."},
    {"термин": "Окислительно-восстановительная реакция", "определение": "Химическая реакция, в которой одновременно происходят процессы окисления и восстановления."},
    {"термин": "Окислительное средство", "определение": "Вещество, вызывающее окисление и одновременно само восстанавливается."},
    {"термин": "Восстановительное средство", "определение": "Вещество, вызывающее восстановление и одновременно само окисляется."},
    {"термин": "Анод", "определение": "Область, где происходит окисление."},
    {"термин": "Катод", "определение": "Область, где происходит восстановление."},
    {"термин": "Ряд активности", "определение": "Распределение металлов по их активности с кислородом."},
        {"термин": "Термохимия", "определение": "Отрасль химии, изучающая изменения тепловой энергии в химических реакциях."},
    {"термин": "Экзотермическая Реакция", "определение": "Химическая реакция, при которой выделяется тепло в окружающую среду."},
    {"термин": "Эндотермическая Реакция", "определение": "Химическая реакция, которая поглощает тепло из окружающей среды."},
    {"термин": "Теплота Осаждения", "определение": "Изменение теплоты при образовании одного моля осадка из ионов в его водном растворе."},
    {"термин": "Теплота Замещения", "определение": "Изменение теплоты при вытеснении одного моля металла из его соли более электроположительным металлом."},
    {"термин": "Теплота Нейтрализации", "определение": "Изменение теплоты при реакции одного моля ионов H+ с ионами OH- для образования одного моля воды."},
    {"термин": "Теплота Сгорания", "определение": "Изменение теплоты при полном сгорании одного моля вещества в избытке кислорода."},
    {"термин": "Теплота Сгорания", "определение": "Изменение теплоты при полном сгорании одного моля вещества в избытке кислорода."},
    {"термин": "Теплота Сгорания", "определение": "Изменение теплоты при полном сгорании одного моля вещества в избытке кислорода."},
    {"термин": "Калорийная Стоимость", "определение": "Общая тепловая энергия, выделяющаяся при полном сгорании одного грамма вещества в избытке кислорода."},
    {"термин": "Мыло", "определение": "Натриевая или калиевая соль жирных кислот."},
    {"термин": "Моющее Средство", "определение": "Натриевая или калиевая соль алкилбензолсульфоната или натриевая или алкилсульфат."},
    {"термин": "Запонификация", "определение": "Щелочная гидролиз жиров для производства мыла, то есть образование солей жирных кислот."},
    {"термин": "Пищевая Добавка", "определение": "Химические вещества, добавляемые в небольших количествах для сохранения или улучшения вкуса, запаха и внешнего вида пищи."},
    {"термин": "Консервант", "определение": "Вещества, добавляемые в пищу для замедления или предотвращения роста и размножения микроорганизмов, которые могут портить пищу."},
    {"термин": "Антиоксидант", "определение": "Вещества, добавляемые в пищу для замедления или предотвращения процесса окисления пищи."},
    {"термин": "Ароматизатор", "определение": "Вещества, добавляемые в пищу для придания вкуса, усиления или улучшения конкретных вкусов в пище."},
    {"термин": "Стабилизатор", "определение": "Вещества, добавляемые в пищу, чтобы обеспечить несмешивание продуктов и улучшить устойчивость эмульсии."},
    {"термин": "Краситель", "определение": "Натуральные или синтетические вещества, добавляемые для улучшения цвета обработанной пищи."},
    {"термин": "Антибиотик", "определение": "Вещество, которое подавляет рост или убивает бактерии."},
    {"термин": "Анальгетик", "определение": "Препарат для облегчения или уменьшения боли."},
    {"термин": "Психотропное Средство", "определение": "Препараты, используемые в лечении психических расстройств."},
    {"термин": "Стимулятор", "определение": "Препарат, стимулирующий и активизирующий мозг, тело и чувства пациента."},
    {"термин": "Антидепрессант", "определение": "Препарат, используемый для лечения депрессии."},
    {"термин": "Антиспазмодик", "определение": "Препарат, предназначенный для снятия или предотвращения спазмов в мышцах."}
]
