[
    {"term": "Chemistry", "definition": "The study of the composition, structure, properties, and interactions of matter."},
    {"term": "Atom", "definition": "The smallest particle of an element that can participate in a chemical reaction."},
    {"term": "Molecule", "definition": "A neutral particle consisting of two or more atoms chemically bonded together."},
    {"term": "Ion", "definition": "A particle with a positive or negative charge."},
    {"term": "Element", "definition": "A chemical substance consisting of only one type of atom."},
    {"term": "Compound", "definition": "A chemical substance consisting of two or more elements bonded together."},
    {"term": "Proton Number", "definition": "The number of protons in the nucleus of an atom."},
    {"term": "Nucleon Number", "definition": "The total number of protons and neutrons in the nucleus of an atom."},
    {"term": "Isotope", "definition": "Atoms of the same element with the same number of protons but different numbers of neutrons."},
    {"term": "Valence Electron", "definition": "An electron in the outermost shell of an atom."},
    {"term": "Diffusion", "definition": "The process when particles of a substance move from an area of high concentration to an area of low concentration."},
    {"term": "Melting Point", "definition": "The temperature at which a solid substance changes to a liquid."},
    {"term": "Freezing Point", "definition": "The temperature at which a liquid substance changes to a solid."},
    {"term": "Relative Atomic Mass", "definition": "The average mass of an atom of an element compared to 1/12th of the mass of a carbon-12 atom."},
    {"term": "1 Mole", "definition": "The amount of substance containing the same number of entities (atoms, molecules, etc.) as there are atoms in 12 grams of carbon-12."},
    {"term": "Avogadro's Constant", "definition": "The number of entities (atoms, molecules, etc.) in one mole of a substance, approximately 6.02 x 10^23 mol-1."},
    {"term": "Molar Mass", "definition": "The mass of 1 mole of a substance (g/mol)."},
    {"term": "Molar Volume", "definition": "The molar volume is the volume occupied by 1 mole of gas at room temperature and pressure or 22.4 dm3 at standard temperature and pressure (STP)."},
    {"term": "Chemical Formula", "definition": "Representation of a chemical substance using letters to represent atoms and subscript numbers to indicate the number of each type of atom in the substance."},
    {"term": "Empirical Formula", "definition": "A chemical formula showing the simplest whole-number ratio of each type of atom in a compound."},
    {"term": "Molecular Formula", "definition": "A chemical formula showing the actual number of atoms of each type of element in one molecule of a substance."},
    {"term": "Group", "definition": "A vertical column in the Periodic Table. 23 Horizontal rows in the Periodic Table."},
    {"term": "Amphoteric", "definition": "Oxides that exhibit both acidic and basic properties."},
    {"term": "Electrolysis", "definition": "The process of breaking down a compound in molten or aqueous state into its constituent elements when an electric current passes through it."},
    {"term": "Electrolyte", "definition": "A substance that can conduct an electric current in molten or aqueous state and undergoes chemical changes."},
    {"term": "Non-electrolyte", "definition": "A substance that does not conduct an electric current in molten or aqueous state."},
    {"term": "Electrochemical Series", "definition": "Arrangement of metals based on their tendency to donate electrons."},
    {"term": "Acid", "definition": "A chemical substance that ionizes in water to produce hydrogen ions, H+."},
    {"term": "Base", "definition": "A chemical substance that ionizes in water to produce hydroxide ions, OH-."},
    {"term": "Strong Acid", "definition": "An acid that completely ionizes in water to produce a high concentration of hydrogen ions."},
    {"term": "Weak Acid", "definition": "An acid that partially ionizes in water to produce a low concentration of hydrogen ions."},
    {"term": "Strong Alkali", "definition": "An alkali that completely ionizes in water to produce a high concentration of hydroxide ions."},
    {"term": "Weak Alkali", "definition": "An alkali that partially ionizes in water to produce a low concentration of hydroxide ions."},
    {"term": "pH Value", "definition": "The concentration of hydrogen and hydroxide ions in an aqueous solution."},
    {"term": "Concentration", "definition": "The amount of solute in a given volume of solution."},
    {"term": "Molarity", "definition": "The number of moles of solute present in 1 dm3 of solution."},
    {"term": "Standard Solution", "definition": "A solution whose concentration is accurately known."},
    {"term": "Neutralization", "definition": "The reaction between an acid and a base."},
    {"term": "Endpoint", "definition": "The point in a titration process where the indicator changes color."},
    {"term": "Salt", "definition": "A compound formed when hydrogen ions, H+, in an acid are replaced by metal ions or ammonium ions, NH4+."},
    {"term": "Alloy", "definition": "A mixture of two or more elements in a certain proportion, with a metal as the main component."},
    {"term": "Polymer", "definition": "A long-chain molecule formed from many repeating small units called monomers."},
    {"term": "Composite Material", "definition": "A new material produced from a mixture of two or more substances such as metals, alloys, glass, ceramics, and polymers that have better properties than the original materials."},
    {"term": "Rate of Reaction", "definition": "A measure of how quickly a substance reacts to form products per unit time."},
    {"term": "Carbon Compound", "definition": "A compound that contains carbon as one of its constituent elements."},
    {"term": "Hydrocarbon", "definition": "An organic compound consisting of only hydrogen and carbon atoms."},
    {"term": "Isomer", "definition": "Compounds with the same molecular formula but different structural formulas."},
    {"term": "Redox Reaction", "definition": "A chemical reaction in which oxidation and reduction processes occur simultaneously."},
    {"term": "Oxidizing Agent", "definition": "A substance that causes oxidation to occur and is itself reduced."},
    {"term": "Reducing Agent", "definition": "A substance that causes reduction to occur and is itself oxidized."},
    {"term": "Anode", "definition": "The region where oxidation occurs."},
    {"term": "Cathode", "definition": "The region where reduction occurs."},
    {"term": "Reactivity Series", "definition": "Arrangement of metals according to their reactivity with oxygen."},
    {"term": "Thermochemistry", "definition": "A branch of chemistry that studies the heat energy changes in chemical reactions."},
    {"term": "Exothermic Reaction", "definition": "A chemical reaction that releases heat to the surroundings."},
    {"term": "Endothermic Reaction", "definition": "A chemical reaction that absorbs heat from the surroundings."},
    {"term": "Heat of Precipitation", "definition": "The heat change when one mole of precipitate is formed from ions in its aqueous solution."},
    {"term": "Heat of Displacement", "definition": "The heat change when one mole of metal is displaced from its salt solution by a more electropositive metal."},
    {"term": "Heat of Neutralization", "definition": "The heat change when one mole of H+ ions reacts with OH- ions to form one mole of water."},
    {"term": "Heat of Combustion", "definition": "The heat change when one mole of a substance burns completely in excess oxygen."},
    {"term": "Calorific Value", "definition": "The total heat energy released when one gram of a substance is completely burned in excess oxygen."},
    {"term": "Soap", "definition": "Sodium or potassium salt of fatty acids."},
    {"term": "Detergent", "definition": "Sodium or potassium salt of alkylbenzene sulfonate or sodium or alkyl sulfate."},
    {"term": "Saponification", "definition": "Alkaline hydrolysis of fats to produce soap, i.e., the formation of fatty acid salts."},
    {"term": "Food Additive", "definition": "Chemical substances added in small quantities to preserve or enhance the flavor, smell, and appearance of food."},
    {"term": "Preservative", "definition": "Substances added to food to slow down or prevent the growth and reproduction of microorganisms that can spoil food."},
    {"term": "Antioxidant", "definition": "Substances added to food to slow down or prevent the oxidation process of food."},
    {"term": "Flavoring", "definition": "Substances added to food to provide taste, enhance, or improve specific flavors in food."},
    {"term": "Stabilizer", "definition": "Substances added to food to ensure that the food does not separate and to improve emulsion stability."},
    {"term": "Coloring Agent", "definition": "Natural or synthetic substances added to improve the color of processed food."},
    {"term": "Antibiotic", "definition": "A substance that inhibits the growth or kills bacteria."},
    {"term": "Analgesic", "definition": "A medication to relieve or reduce pain."},
    {"term": "Psychotropic", "definition": "Drugs used in the treatment of mental illness."},
    {"term": "Stimulant", "definition": "A drug that stimulates and activates the brain, body, and feelings of the patient."},
    {"term": "Antidepressant", "definition": "A drug used to treat depression."},
    {"term": "Antipsychotic", "definition": "Tranquilizers or antipsychotic drugs used to treat symptoms of psychosis."}
]
