[
  {"term": "Physics", "definition": "Physics is a branch of science concerning the study of natural phenomena like properties of matter and energy."},
  {"term": "Physical quantities", "definition": "Physical quantities are quantities that can be measured."},
  {"term": "Base quantities", "definition": "Base quantities are physical quantities that cannot be defined in terms of other quanitites."},
  {"term": "Derived quantities", "definition": "Derived quantities are physical quantities derived from combinations of base quantities through multiplication or division or both multiplication and division."},
  {"term": "Prefixes", "definition": "Prefixes are used to simplify the description of physical quantities that are either very big or very small in S.I. units."},
  {"term": "Scalar quantities", "definition": "Scalar quantities are physical quantities that have magnitude only."},
  {"term": "Vector quantities", "definition": "Vector quantities are physical quantities that have magnitude and direction."},
  {"term": "Linear motion", "definition": "Linear motion is a motion in a straight line."},
  {"term": "Non-linear motion", "definition": "Non-linear motion is motion that is not in a straight line."},
  {"term": "Distance", "definition": "Distance is defined as the total length of the path travelled from one location to another."},
  {"term": "Speed", "definition": "Speed is the rate of change of distance."},
  {"term": "Displacement", "definition": "Displacement by an object is the distance travelled by the object in a specific direction."},
  {"term": "Velocity", "definition": "Velocity is the rate of change of displacement."},
  {"term": "Acceleration", "definition": "Acceleration is the rate of change of velocity."},
  {"term": "Free fall", "definition": "Free fall refers to an object falling under the pull of the gravitational force without any other forces acting on it."},
  {"term": "Inertia", "definition": "Intertia is a natural tendency of an object to oppose any changes to its original state, whether in the state of rest or state of motion."},
  {"term": "Newton's First Law of Motion", "definition": "(The Law of Inertia) Newton's First Law of Motion states that an object will remain at its original state, whether it is at rest or in motion with uniform velocity, if there is no net force acting on it."},
  {"term": "Momentum", "definition": "Momentum is the quantity of motion of a moving body, measured as a product of its mass and velocity."},
  {"term": "Force", "definition": "A force is the push or pull on an object as result of interaction with other objects."},
  {"term": "Newton's Second Law of Motion", "definition": "(The Law of Force and Acceleration) Newton's Second Law of Motion states that when a net external force acts on an object, the acceleration of the object is directly proportional to the net force and has a magnitude that is inversely proportional to its mass."},
  {"term": "Impulse", "definition": "Impulse is defined as the change of momentum."},
  {"term": "Impulsive force", "definition": "Impulsive force is defined as the rate of change of momentum resultant from an action that occurs in a short period of time."},
  {"term": "Newton's Third Law of Motion", "definition": "(The Law of Action and Reaction) Newton's Third Law of Motion states that for every action, there is an equal but opposite reaction."},
  {"term": "Gravity", "definition": "Gravity is the force by which a planet or other body draws objects toward its center."},
  {"term": "Newton's Law of Universal Gravitation", "definition": "Every object in the universe attracts every other object with a force that is proportional to the product of their masses and inversely proportional to the square of the distance between their centre."},
  {"term": "Kepler's First Law", "definition": "(The Law of Ellipses) Kepler's first law states that the orbits of the planets are ellipses with the Sun in one of its focus."},
  {"term": "Kepler's Second Law", "definition": "(The Law of Areas) Kepler's second law states that a line joining the planet with the Sun sweeps over equal areas in equal intervals of time as the planet moves in orbit."},
  {"term": "Kepler's Third Law", "definition": "(The Law of Periods) Kepler's third law states that the square of the period is directly proportional to the cube of the orbital's radius."},
  {"term": "Man-made satellite", "definition": "A man-made satellite is a satellite created and built by humans."},
  {"term": "Geostationary satellite", "definition": "A geostationary satellite is an earth-orbiting satellite."},
  {"term": "Geostationary orbit", "definition": "A geostationary orbit (also known as a Geostationary Earth Orbit, or Geosynchronous Equatorial Orbit, or simply GEO) is a circular orbit located at an altitude of 35,786 km above the surface of Earth with zero inclination to the equatorial plane."},
  {"term": "Thermal equilibrium", "definition": "Thermal equilibrium is a situation where two objects in thermal contact have the same temperature."},
  {"term": "Temperature", "definition": "Temperature is the degree of hotness of a body."},
  {"term": "Heat capacity", "definition": "The heat capcity of a material is  defined as the amount of heat required to raise the temperature of a material."},
  {"term": "Specific latent heat", "definition": "Specific latent heat is the quantity of heat absorbed or released during the phase change of 1 kg of a substance without a change in temperature."},
  {"term": "Specific latent heat of fusion", "definition": "The specific latent heat of fusion of a substance is the quantity of heat required to change the state of 1 kg of a substance from solid to liquid without a change in temperature."},
  {"term": "Specific latent heat of vaporisation", "definition": "The specific latent heat of vaporisation of a substance is the quantity of heat required to change the state of 1 kg of a substance from liquid to gas without a change in temperature."},
  {"term": "Boyle's Law", "definition": "Boyle's Law states that the pressure of a fixed mass of gas is inversely proportional its volume at constant temperature."},
  {"term": "Charlers' Law", "definition": "Charles' Law states that the volume of a fixed mass of gas at contant pressure is proportional to its absolute temperature."},
  {"term": "Gay-Lussac's Law", "definition": "Gay-Lussac's Law states that the pressure is proportional to the absolute temperature of a fixed mass gas at a constant volume."},
  {"term": "Wave", "definition": "A wave is a disturbance that travels from a vibrating or oscillating source."},
  {"term": "Stationary waves", "definition": "A wave where its profile does not propagate with time."},
  {"term": "Transverse wave", "definition": "A transverse wave is a wave in which the particles of the medium move in the direction perpendicular to the direction in which the wave moves."},
  {"term": "Longitudinal wave", "definition": "A longitudinal wave is a wave in which the particles of the medium move in the direction parallel to the direction in which the wave propagates."},
  {"term": "Oscillating system", "definition": "An oscillating system refers to a system that undergoes a periodic to-and-fro movement."},
  {"term": "Damping", "definition": "Damping is said to have occurred in an oscillating system when the system loses energy to the surroundings, usualy in the form of heat energy."},
  {"term": "External damping", "definition": "External damping is where the system loses energy in the form of heat due to friction with the surroudings."},
  {"term": "Internal damping", "definition": "Internal damping is where the system loses energy in the form of heat due to the molecules of the system that undergoes extension and compression."},
  {"term": "Reflection of waves", "definition": "Reflection of waves is a phenomenon that occurs when all or a part of the waves return after they encounter an obstacle (reflector)."},
  {"term": "Refraction of waves", "definition": "Refraction of waves is a phenomenon that occurs when there is a change of direction in the propagation of waves travelling from one medium to another due to a change of speed."},
  {"term": "Diffraction of waves", "definition": "Diffraction of waves is a phenomenon that refers to the spreading out of waves when they move through a gap or round an obstacle."},
  {"term": "Interference of waves", "definition": "Interference of waves is a phenomenon that occurs when two separate sets of waves meet to produce a combined effect."},
  {"term": "Principle of Superposition", "definition": "The principle of superposition states that at any time, the combined waveform of two or more interfering waves is given by the sum of the displacement of the individual waves at each point of the medium."},
  {"term": "Optical density", "definition": "Optical density is a measurement of the ability of an optical material to absorb light through it."},
  {"term": "Refraction of light", "definition": "Refraction of light occurs due to the change in speed of light when travelling through mediums of different optical density."},
  {"term": "Normal", "definition": "(Refraction of light) A line perpendicular to the boundary of two different mediums at point of incident."},
  {"term": "Incident ray", "definition": "A ray of light leading to a medium point."},
  {"term": "Angle of incidence", "definition": "The angle between the incident ray and the normal line."},
  {"term": "Refracted ray", "definition": "Light ray that is refracted as it enters a different medium."},
  {"term": "Angle of refraction", "definition": "The angle between the refracted ray and the normal line."},
  {"term": "Refractive index", "definition": "Refractive index is the ratio of the speed of light in vacuum (air) to the speed of light in a medium."},
  {"term": "Snell's Law", "definition": "Snell's law is a formula used to describe the relationship between the angles of incidence and refraction, when referring to light or other waves passing through a boundary between two different isotropic media."},
  {"term": "Total internal reflection", "definition": "Total internal reflection is the phenomenon in which waves arriving at the interface from one medium to another are not refracted into the second medium, but completely reflected back into the first medium."},
  {"term": "Critical angle", "definition": "The critical angle is defined as the angle of incidence in the denser medium when angle of refraction in the less dense medium is 90 degrees."},
  {"term": "Principal axis", "definition": "The principal axis is a straight line perpendicular to the lens and passes through the optical centre."},
  {"term": "Lens axis", "definition": "The lens axis is a straight line perpendicular to the principal axis and passes through the optical centre."},
  {"term": "Optical centre", "definition": "The optical centre is the centre of the lens where the light passing through it is not refracted."},
  {"term": "Focal point", "definition": "The focal point is the point on principal axis where the light rays parallel to the principal axis converge to it or diverge from it after passing through the lens."},
  {"term": "Object distance", "definition": "Object distance refers to the distance between object and optical centre."},
  {"term": "Image distance", "definition": "Image distance refers to the distance between image and optical centre."},
  {"term": "Linear magnification", "definition": "Linear (lateral / transverse) magnification refers to the ratio of image length to object length measured in planes that are perpendicular to the optical axis."},
  {"term": "Centre of curvature", "definition": "The centre of the sphere from which a curved mirror is formed."}
]
