[
  {"term": "Physics", "definition": "Physics is a branch of science concerning the study of natural phenomena like properties of matter and energy."},
  {"term": "Physical quantities", "definition": "Physical quantities are quantities that can be measured."},
  {"term": "Base quantities", "definition": "Base quantities are physical quantities that cannot be defined in terms of other quanitites."},
  {"term": "Derived quantities", "definition": "Derived quantities are physical quantities derived from combinations of base quantities through multiplication or division or both multiplication and division."},
  {"term": "Prefixes", "definition": "Prefixes are used to simplify the description of physical quantities that are either very big or very small in S.I. units."},
  {"term": "Scalar quantities", "definition": "Scalar quantities are physical quantities that have magnitude only."},
  {"term": "Vector quantities", "definition": "Vector quantities are physical quantities that have magnitude and direction."},
  {"term": "Linear motion", "definition": "Linear motion is a motion in a straight line."},
  {"term": "Non-linear motion", "definition": "Non-linear motion is motion that is not in a straight line."},
  {"term": "Distance", "definition": "Distance is defined as the total length of the path travelled from one location to another."},
  {"term": "Speed", "definition": "Speed is the rate of change of distance."},
  {"term": "Displacement", "definition": "Displacement by an object is the distance travelled by the object in a specific direction."},
  {"term": "Velocity", "definition": "Velocity is the rate of change of displacement."},
  {"term": "Acceleration", "definition": "Acceleration is the rate of change of velocity."},
  {"term": "Free fall", "definition": "Free fall refers to an object falling under the pull of the gravitational force without any other forces acting on it."},
  {"term": "Inertia", "definition": "Intertia is a natural tendency of an object to oppose any changes to its original state, whether in the state of rest or state of motion."},
  {"term": "Newton's First Law of Motion", "definition": "(The Law of Inertia) Newton's First Law of Motion states that an object will remain at its original state, whether it is at rest or in motion with uniform velocity, if there is no net force acting on it."},
  {"term": "Momentum", "definition": "Momentum is the quantity of motion of a moving body, measured as a product of its mass and velocity."},
  {"term": "Force", "definition": "A force is the push or pull on an object as result of interaction with other objects."},
  {"term": "Newton's Second Law of Motion", "definition": "(The Law of Force and Acceleration) Newton's Second Law of Motion states that when a net external force acts on an object, the acceleration of the object is directly proportional to the net force and has a magnitude that is inversely proportional to its mass."},
  {"term": "Impulse", "definition": "Impulse is defined as the change of momentum."},
  {"term": "Impulsive force", "definition": "Impulsive force is defined as the rate of change of momentum resultant from an action that occurs in a short period of time."},
  {"term": "Newton's Third Law of Motion", "definition": "(The Law of Action and Reaction) Newton's Third Law of Motion states that for every action, there is an equal but opposite reaction."},
  {"term": "Gravity", "definition": "Gravity is the force by which a planet or other body draws objects toward its center."},
  {"term": "Newton's Law of Universal Gravitation", "definition": "Every object in the universe attracts every other object with a force that is proportional to the product of their masses and inversely proportional to the square of the distance between their centre."}
]
