{
  "facts": {
    "1": "The Milky Way is just one of billions of galaxies in the universe.",
    "2": "The universe is approximately 13.8 billion years old.",
    "3": "The speed of light is about 299,792 kilometers per second (186,282 miles per second).",
    "4": "The closest star to Earth is the Sun, which is about 93 million miles away.",
    "5": "The largest planet in our solar system is Jupiter.",
    "6": "The smallest planet in our solar system is Mercury.",
    "7": "Earth is the only known planet to support life.",
    "8": "The International Space Station (ISS) travels at an average speed of 28,000 kilometers per hour (17,500 miles per hour).",
    "9": "A day on Venus is longer than a year on Venus.",
    "10": "Mars is often called the 'Red Planet' due to its reddish appearance.",
    "11": "Neptune has the strongest winds in our solar system, reaching up to 1,200 miles per hour.",
    "12": "Saturn's rings are made up of ice particles and rock debris.",
    "13": "The Kuiper Belt is a region of the solar system beyond Neptune that contains many small, icy bodies.",
    "14": "The Oort Cloud is a theoretical region that may contain comets and other icy bodies.",
    "15": "Black holes are regions in space where gravity is so strong that nothing, not even light, can escape.",
    "16": "A light-year is the distance light travels in one year, roughly 5.88 trillion miles (9.46 trillion kilometers).",
    "17": "The largest volcano in the solar system is on Mars and is called Olympus Mons.",
    "18": "The Great Red Spot on Jupiter is a massive storm that has been raging for at least 350 years.",
    "19": "The Hubble Space Telescope has provided stunning images of distant galaxies and nebulae.",
    "20": "Dark matter makes up about 27% of the universe.",
    "21": "Dark energy, a mysterious force, makes up about 68% of the universe.",
    "22": "The Andromeda Galaxy is on a collision course with our Milky Way Galaxy, but it won't happen for about 4 billion years.",
    "23": "The first artificial satellite, Sputnik 1, was launched by the Soviet Union in 1957.",
    "24": "The Moon is about 1/6th the size of Earth.",
    "25": "The Moon has no atmosphere, which means there is no weather on the Moon.",
    "26": "The Earth's atmosphere extends about 560 kilometers (348 miles) above the surface.",
    "27": "The concept of a 'black hole' was first theorized by physicist John Archibald Wheeler in 1967.",
    "28": "The largest asteroid in our solar system is Ceres.",
    "29": "The first human to orbit the Earth was Yuri Gagarin in 1961.",
    "30": "The Voyager 1 spacecraft has traveled farther from Earth than any other human-made object.",
    "31": "A supernova is a massive explosion that occurs when a star reaches the end of its life cycle.",
    "32": "The Crab Nebula is the remnant of a supernova observed by Chinese astronomers in the year 1054.",
    "33": "The Northern Lights (Aurora Borealis) and Southern Lights (Aurora Australis) are caused by the interaction of solar particles with the Earth's atmosphere.",
    "34": "The largest moon in our solar system is Ganymede, a moon of Jupiter.",
    "35": "The concept of a wormhole, a hypothetical tunnel between two separate points in spacetime, was first introduced by physicist Albert Einstein and physicist Nathan Rosen.",
    "36": "A neutron star is the collapsed core of a massive star that has undergone a supernova explosion.",
    "37": "The Drake Equation is an attempt to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way galaxy.",
    "38": "The Sun contains more than 99.8% of the total mass of the entire solar system.",
    "39": "The Sun's energy is produced through a process called nuclear fusion.",
    "40": "The Hubble Constant is a measure of the rate at which the universe is expanding.",
    "41": "A pulsar is a highly magnetized, rotating neutron star that emits beams of electromagnetic radiation.",
    "42": "The concept of a 'white dwarf' was first proposed by Subrahmanyan Chandrasekhar.",
    "43": "The Event Horizon Telescope captured the first-ever image of a black hole in 2019.",
    "44": "The Great Attractor is a gravitational anomaly in intergalactic space that influences the motion of galaxies.",
    "45": "The James Webb Space Telescope (JWST) is the planned successor to the Hubble Space Telescope.",
    "46": "The concept of a 'multiverse' suggests the existence of multiple universes beyond our own.",
    "47": "The concept of time dilation, as predicted by Einstein's theory of relativity, means that time can pass at different rates depending on gravity and velocity.",
    "48": "A quasar is an extremely luminous and energetic active galactic nucleus.",
    "49": "The cosmic microwave background (CMB) is the residual radiation from the Big Bang.",
    "50": "The Pioneer and Voyager spacecraft carry messages intended for any extraterrestrial life that might encounter them.",
    "51": "The Moon's gravitational pull causes Earth's tides.",
    "52": "The Roche Limit is the minimum distance at which a celestial body, held together only by gravity, will disintegrate due to tidal forces exceeding the body's gravitational self-attraction.",
    "53": "The concept of a Dyson Sphere involves enclosing a star to capture its energy for a civilization's use.",
    "54": "The term 'asteroid belt' refers to the region between the orbits of Mars and Jupiter where many asteroids are found.",
    "55": "The space probe New Horizons provided the first close-up images of Pluto in 2015.",
    "56": "The International Astronomical Union (IAU) is the organization responsible for classifying celestial bodies and defining the criteria for what constitutes a planet.",
    "57": "The concept of 'space junk' refers to defunct human-made objects, fragments, and debris in orbit around Earth.",
    "58": "The Chicxulub crater in Mexico is believed to be the impact site of the asteroid or comet that led to the extinction of the dinosaurs.",
    "59": "The term 'Big Bang' was coined by astronomer Fred Hoyle, who was a proponent of the steady-state theory.",
    "60": "The Fermi Paradox highlights the apparent contradiction between the high probability of extraterrestrial civilizations and the lack of evidence for or contact with such civilizations.",
    "61": "The Juno spacecraft is studying Jupiter's composition, gravity field, magnetic field, and polar magnetosphere.",
    "62": "The concept of 'space tourism' involves private individuals traveling to space for recreational purposes.",
    "63": "The Tunguska event in 1908 was a mysterious explosion believed to have been caused by the airburst of a large meteoroid or comet.",
    "64": "The concept of the 'habitable zone' or 'Goldilocks zone' refers to the range of distances from a star where conditions may be suitable for life.",
    "65": "The space shuttle Challenger disaster occurred in 1986 when the shuttle broke apart 73 seconds into its flight, leading to the deaths of seven crew members.",
    "66": "The Great Filter is a hypothetical explanation for the apparent rarity of extraterrestrial civilizations.",
    "67": "The Oumuamua object, which passed through our solar system in 2017, is considered the first interstellar object detected passing through our solar system.",
    "68": "The concept of a 'space elevator' involves a structure extending from the Earth's surface into space, providing a more cost-effective means of transporting goods and people into space.",
    "69": "The Lagrange points are positions in space where the gravitational forces of two large bodies combine to create enhanced regions of attraction and repulsion.",
    "70": "The concept of a 'warp drive' is a speculative idea for faster-than-light travel, often associated with science fiction.",
    "71": "The space probe Cassini studied Saturn and its moons, providing valuable data about the planet's atmosphere and rings.",
    "72": "The concept of 'terraforming' involves the deliberate modification of a planet's atmosphere, temperature, and ecology to make it habitable for humans.",
    "73": "The space agency ESA (European Space Agency) collaborates with NASA on various space missions.",
    "74": "The Huygens probe, part of the Cassini-Huygens mission, successfully landed on Saturn's moon Titan in 2005.",
    "75": "The concept of a 'megabyte' was popularized by astrophysicist Carl Sagan to describe the vast amount of information that could be transmitted in a short time using radio signals.",
    "76": "The concept of 'space colonization' involves the establishment of human habitats beyond Earth, such as on Mars or in orbiting space stations.",
    "77": "The ALMA (Atacama Large Millimeter/submillimeter Array) observatory is located in the Atacama Desert in Chile and studies the universe in millimeter and submillimeter wavelengths.",
    "78": "The space probe Rosetta successfully deployed the Philae lander to study the comet 67P/Churyumov–Gerasimenko in 2014.",
    "79": "The concept of a 'space telescope' refers to telescopes placed in outer space to observe astronomical objects without the distortion caused by Earth's atmosphere.",
    "80": "The concept of a 'space suit' is essential for astronauts to survive and work in the vacuum of space.",
    "81": "The space agency JAXA (Japan Aerospace Exploration Agency) is known for its missions like Hayabusa, which successfully returned samples from an asteroid.",
    "82": "The concept of 'astronaut ice cream' is a freeze-dried treat that became popularized despite not being a standard space food.",
    "83": "The space probe Voyager 1 carries a Golden Record containing sounds and images of Earth, intended to be a message to any extraterrestrial intelligence that might find it.",
    "84": "The concept of a 'rogue planet' refers to a planet that does not orbit a star and instead floats freely through space.",
    "85": "The space shuttle Atlantis completed the final space shuttle mission (STS-135) in 2011.",
    "86": "The concept of 'astrobiology' involves the study of the potential for life beyond Earth and the conditions necessary for life to exist.",
    "87": "The concept of 'rocket equation' describes the physics of rocket propulsion and the relationship between velocity, mass, and fuel.",
    "88": "The space probe New Horizons conducted a historic flyby of Pluto and its moons in 2015, providing valuable data about these distant bodies.",
    "89": "The concept of 'space junk tracking' involves monitoring and cataloging the thousands of pieces of debris in Earth's orbit to avoid collisions with active satellites and spacecraft.",
    "90": "The space telescope Kepler discovered thousands of exoplanets, including many in the habitable zone of their stars.",
    "91": "The concept of 'astrochemistry' involves the study of the chemical composition of celestial objects and the processes that occur in space.",
    "92": "The space probe InSight landed on Mars in 2018, studying the planet's interior and seismic activity.",
    "93": "The concept of 'space mining' involves extracting valuable resources, such as minerals and metals, from celestial bodies like asteroids or the Moon.",
    "94": "The space agency ISRO (Indian Space Research Organisation) successfully launched the Mars Orbiter Mission (Mangalyaan) in 2013.",
    "95": "The concept of 'gravitational lensing' occurs when the gravitational field of a massive object bends and focuses light from a more distant object.",
    "96": "You could survive for a couple of minutes in a leaky spacesuit.",
    "97": "The concept of 'space weather' involves the environmental conditions in space as influenced by the Sun and the solar wind.",
    "98": "The space probe Dawn studied the dwarf planet Ceres, providing insights into its composition and history.",
    "99": "The concept of 'space law' involves the legal framework governing activities in outer space, including international agreements and treaties.",
    "100": "The space telescope Spitzer, part of NASA's Great Observatories program, studied the universe in infrared wavelengths, providing unique insights into celestial objects and phenomena.",
    "101": "The Sombrero Galaxy (M104) gets its name from its resemblance to a wide-brimmed Mexican hat.",
    "102": "Astronauts experience 'space fog' as a result of dust particles in microgravity, causing a hazy appearance.",
    "103": "The concept of a 'Blue Moon' refers to the second full moon in a calendar month.",
    "104": "The Fermi Gamma-ray Space Telescope studies gamma-ray bursts, the most energetic events in the universe.",
    "105": "The asteroid belt is not as densely packed with asteroids as often portrayed in science fiction.",
    "106": "The space probe Hayabusa2 successfully collected samples from the asteroid Ryugu and returned to Earth in 2020.",
    "107": "The Great Dark Spot observed on Neptune by the Voyager 2 spacecraft disappeared in subsequent Hubble Space Telescope images.",
    "108": "The concept of 'panspermia' suggests that life on Earth may have originated from microorganisms or chemical precursors of life transported through space.",
    "109": "The space probe Magellan mapped the surface of Venus using radar, revealing a volcanic and mountainous terrain.",
    "110": "Astronomer Edwin Hubble discovered that the universe is expanding, leading to the formulation of Hubble's Law.",
    "111": "The space probe Galileo discovered evidence of a subsurface ocean on Jupiter's moon Europa.",
    "112": "The concept of 'space elevators' is explored as a potential future technology for transporting payloads from Earth to space using a cable anchored to the planet's surface.",
    "113": "The Large Hadron Collider (LHC) at CERN recreates conditions similar to the early universe to study particle physics.",
    "114": "The concept of 'dark flow' suggests that galaxy clusters are moving in a consistent direction, possibly influenced by matter outside the observable universe.",
    "115": "The space probe Parker Solar Probe is designed to study the outer corona of the Sun and understand solar wind acceleration.",
    "116": "The Zodiacal Light is a faint, triangular glow caused by sunlight scattering off interplanetary dust in the plane of the solar system.",
    "117": "The space probe OSIRIS-REx successfully collected samples from the asteroid Bennu and is scheduled to return to Earth in 2023.",
    "118": "The concept of 'gravitational waves' was confirmed by the Laser Interferometer Gravitational-Wave Observatory (LIGO) in 2015.",
    "119": "The space probe Voyager 2 is the only spacecraft to have visited Uranus and Neptune, providing valuable data about these ice giants.",
    "120": "The concept of 'cosmic inflation' suggests that the universe experienced an exponential expansion in the first moments after the Big Bang.",
    "121": "The space telescope Chandra observes X-rays from high-energy regions of the universe, such as supernova remnants and black hole accretion disks.",
    "122": "The concept of a 'tesseract' is a four-dimensional hypercube, often used in science fiction as a representation of higher-dimensional space.",
    "123": "The space probe Akatsuki is studying Venus's atmosphere and weather patterns, including its mysterious super-rotation.",
    "124": "The concept of 'quantum entanglement' involves particles becoming correlated in ways that defy classical physics, even when separated by large distances.",
    "125": "The space telescope Gaia is mapping the positions and motions of over one billion stars in the Milky Way to create a 3D stellar census.",
    "126": "The concept of 'cosmic strings' involves theoretical linear objects that may have formed during the early universe's phase transitions.",
    "127": "The space probe MAVEN is studying the Martian atmosphere to understand the processes that led to the loss of much of its water.",
    "128": "The concept of 'exomoons' refers to moons orbiting planets outside our solar system.",
    "129": "The space telescope TESS (Transiting Exoplanet Survey Satellite) is dedicated to finding planets orbiting the brightest stars in Earth's vicinity.",
    "130": "The concept of 'quantum tunneling' allows particles to pass through barriers that classical physics would consider impenetrable.",
    "131": "The space probe BepiColombo, a joint mission of ESA and JAXA, is en route to Mercury to study its composition and magnetic field.",
    "132": "The concept of 'stellar nurseries' refers to regions in space where new stars are born from the gravitational collapse of gas and dust.",
    "133": "The space telescope WFIRST (Wide Field Infrared Survey Telescope) is planned to study dark energy, exoplanets, and infrared astrophysics.",
    "134": "The concept of 'quantum superposition' allows particles to exist in multiple states simultaneously until observed.",
    "135": "The space probe InSight placed a seismometer on Mars to study its internal structure and seismic activity.",
    "136": "The concept of 'quantum computing' explores the use of quantum-mechanical phenomena to perform computation.",
    "137": "The space telescope ATHENA (Advanced Telescope for High Energy Astrophysics) is planned to study hot gas in galaxy clusters and other high-energy phenomena.",
    "138": "The concept of 'string theory' proposes that fundamental particles are not point-like but instead tiny, vibrating strings.",
    "139": "The space probe Hayabusa returned samples from the asteroid Itokawa, providing insights into the early solar system.",
    "140": "The concept of 'quantum entanglement' was famously described by Albert Einstein as 'spooky action at a distance.'",
    "141": "The space telescope Euclid is designed to investigate dark energy and dark matter by surveying galaxies and measuring their shapes and redshifts.",
    "142": "The concept of 'quantum teleportation' involves transferring the quantum state of one particle to another without physical transfer of the particle itself.",
    "143": "The space probe OSIRIS-REx is named after the Egyptian god Osiris and stands for Origins, Spectral Interpretation, Resource Identification, and Security-Regolith Explorer.",
    "144": "The concept of 'quantum cryptography' uses principles of quantum mechanics to secure communication.",
    "145": "The space telescope JWST (James Webb Space Telescope) is planned to be the most powerful space telescope, studying the universe in infrared wavelengths.",
    "146": "The concept of 'quantum superposition' is exemplified by Schrödinger's famous thought experiment involving a cat that is both alive and dead until observed.",
    "147": "The space probe Juno is studying Jupiter's magnetic field, gravity field, and polar magnetosphere.",
    "148": "Space does not begin at a specific altitude above the Earth, but the Kármán line at 100 km is a commonly used definition.",
    "149": "The International Space Station is the largest ever crewed object in space.",
    "150": "Space is a hard vacuum, meaning it is a void containing very little matter.",
    "151": "The space between galaxies is not completely empty but has an average of one atom per cubic meter.",
    "152": "The concept of 'quantum gravity' aims to unify the principles of quantum mechanics and general relativity to describe gravity at the quantum level.",
    "153": "The space telescope PLATO (PLAnetary Transits and Oscillations of stars) is designed to find and study exoplanets by detecting their transits and oscillations.",
    "154": "The concept of 'quantum field theory' provides a framework for combining quantum mechanics and special relativity to describe particle physics.",
    "155": "The space probe Rosalind Franklin (formerly ExoMars Rover) is planned to search for signs of past or present life on Mars.",
    "156": "The concept of 'quantum foam' refers to the fluctuating structure of spacetime at extremely small scales according to quantum mechanics.",
    "157": "The space telescope LISA (Laser Interferometer Space Antenna) is planned to detect and observe gravitational waves from massive cosmic objects.",
    "158": "The concept of 'quantum decoherence' explains the transition from quantum superposition to classical probability in a measurable system.",
    "159": "The space probe Lucy is named after the fossilized hominid skeleton 'Lucy,' symbolizing the mission's exploration of ancient building blocks of planets.",
    "160": "The concept of 'quantum biology' explores the role of quantum phenomena in biological processes, such as photosynthesis.",
    "161": "The space telescope Roman (formerly WFIRST) is planned to search for dark matter, dark energy, and study exoplanets through gravitational microlensing.",
    "162": "The concept of 'quantum entanglement' is exploited in quantum communication protocols, such as quantum key distribution for secure communication.",
    "163": "The space probe Psyche is planned to explore the metallic asteroid 16 Psyche, believed to be the exposed nickel-iron core of a protoplanet.",
    "164": "The concept of 'quantum tunneling' is responsible for nuclear fusion processes in stars, allowing them to produce energy.",
    "165": "The space telescope Athena (Advanced Telescope for High ENergy Astrophysics) is designed to study the hot and energetic universe.",
    "166": "The concept of 'quantum computing' holds the potential to solve certain problems much faster than classical computers through parallel processing.",
    "167": "The space probe VERITAS (Venus Emissivity, Radio Science, InSAR, Topography, and Spectroscopy) is planned to map Venus's surface and subsurface.",
    "168": "The concept of 'quantum superposition' is essential for quantum algorithms, such as Shor's algorithm for factoring large numbers.",
    "169": "The space telescope SPHEREx (Spectro-Photometer for the History of the Universe, Epoch of Reionization, and Ices Explorer) is planned to study the early universe.",
    "170": "The concept of 'quantum cryptography' enables the secure exchange of cryptographic keys using quantum properties.",
    "171": "The space probe Dragonfly is planned to explore Saturn's moon Titan, studying prebiotic chemistry and extraterrestrial habitability.",
    "172": "The concept of 'quantum teleportation' involves transferring the quantum state of one particle to another over a distance without direct transfer of matter.",
    "173": "The space telescope WFIRST (Wide Field Infrared Survey Telescope) is planned to investigate the nature of dark energy and study exoplanets.",
    "174": "The concept of 'quantum superposition' is demonstrated in quantum interference experiments, such as the double-slit experiment.",
    "175": "The space probe IXPE (Imaging X-ray Polarimetry Explorer) is designed to measure the polarization of cosmic X-rays to study exotic objects in the universe.",
    "176": "The concept of 'quantum computing' explores the potential to solve complex problems, such as optimization and simulation, more efficiently than classical computers.",
    "177": "The space telescope ATHENA (Advanced Telescope for High Energy Astrophysics) is planned to study the hot gas in galaxy clusters and other high-energy phenomena.",
    "178": "The concept of 'string theory' suggests that fundamental particles are not point-like but instead tiny, vibrating strings.",
    "179": "The space probe Hayabusa returned samples from the asteroid Itokawa, providing insights into the early solar system.",
    "180": "The concept of 'quantum entanglement' was famously described by Albert Einstein as 'spooky action at a distance.'",
    "181": "The space telescope Euclid is designed to investigate dark energy and dark matter by surveying galaxies and measuring their shapes and redshifts.",
    "182": "The concept of 'quantum teleportation' involves transferring the quantum state of one particle to another without physical transfer of the particle itself.",
    "183": "The space probe OSIRIS-REx is named after the Egyptian god Osiris and stands for Origins, Spectral Interpretation, Resource Identification, and Security-Regolith Explorer.",
    "184": "The concept of 'quantum cryptography' uses principles of quantum mechanics to secure communication.",
    "185": "The space telescope JWST (James Webb Space Telescope) is planned to be the most powerful space telescope, studying the universe in infrared wavelengths.",
    "186": "The concept of 'quantum superposition' is exemplified by Schrödinger's famous thought experiment involving a cat that is both alive and dead until observed.",
    "187": "On Mercury a day is twice as long as a year.",
    "188": "The universe is observed to be 13.8 billion years old and has been expanding since its formation in the Big Bang.",
    "189": "In the observable universe there are an estimated 2 trillion (2,000,000,000,000) galaxies.",
    "190": "The temperature in the void of space is about −270.45 °C.",
    "191": "The space probe Lucy is on a mission to study Jupiter's Trojan asteroids, ancient remnants from the early solar system.",
    "192": "The concept of 'quantum gravity' aims to unify the principles of quantum mechanics and general relativity to describe gravity at the quantum level.",
    "193": "The space telescope PLATO (PLAnetary Transits and Oscillations of stars) is designed to find and study exoplanets by detecting their transits and oscillations.",
    "194": "The concept of 'quantum field theory' provides a framework for combining quantum mechanics and special relativity to describe particle physics.",
    "195": "The space probe Rosalind Franklin (formerly ExoMars Rover) is planned to search for signs of past or present life on Mars.",
    "196": "The concept of 'quantum foam' refers to the fluctuating structure of spacetime at extremely small scales according to quantum mechanics.",
    "197": "The space telescope LISA (Laser Interferometer Space Antenna) is planned to detect and observe gravitational waves from massive cosmic objects.",
    "198": "The concept of 'quantum decoherence' explains the transition from quantum superposition to classical probability in a measurable system.",
    "199": "The space probe Lucy is named after the fossilized hominid skeleton 'Lucy,' symbolizing the mission's exploration of ancient building blocks of planets.",
    "200": "The concept of 'quantum biology' explores the role of quantum phenomena in biological processes, such as photosynthesis."
  }
}
